import React from 'react'

export default [
  {
    question: `งาน Barcamp Bangkhen 9 จัดเมื่อไหร่ ที่ไหน`,
    answer: `งานจัดวันที่ 25 พฤศจิกายน 2561 นี้ งานเริ่มเวลา 9:00 น จัดที่ คณะวิศวกรรมศาสตร์ อาคาร IUP ชั้น2`,
  },
  {
    question: `งานนี้ เสียค่าใช้จ่ายไหม`,
    answer: `งานนี้ไม่มีค่าใช้จ่ายแต่อย่างใด แถมผู้ร่วมงานทุกคนยังได้เข้าร่วม After party อีกด้วย`,
  },
  // {
  //  question: `สมัครเข้าร่วมงาน ต้องทำอย่างไร`,
  //  answer: `สามารถกรอกรายละเอียดข้อมูลการสมัครได้ที่นี่เลยครับ register here`,
  // },
  {
    question: `Session ในงานเป็นแบบไหน`,
    answer: `Session ใน BarCamp Bangkhen ไม่ได้จำกัดแค่เรื่อง Technology เท่านั้น หากแต่ผู้ร่วมงานสามารถกำหนดหัวข้อที่อยากเล่า บอกต่อ หรือพูดคุยได้อย่างอิสระเสรี ขณะที่ทุกคนก็สามารถร่วมโหวตหัวข้อที่ต้องการจะฟังได้เช่นกัน`,
  },
  {
    question: `อยากติดตามความเคลื่อนไหวของงาน ต้องติดตามทางช่องทางไหน`,
    answer: (
      <>
        ได้ทั้ง{' '}
        <a
          target="_blank"
          rel="noopener noreferrer"
          href="https://www.facebook.com/Barcampbangkhen"
        >
          Facebook
        </a>{' '}
        และ{' '}
        <a
          target="_blank"
          rel="noopener noreferrer"
          href="https://www.twitter.com/barcampbangkhen"
        >
          Twitter
        </a>{' '}
        เลยครับ
      </>
    ),
  },
  {
    question: `ถ้าลงทะเบียนเข้าร่วมงานไม่ทัน สามารถ walk-in เข้าร่วมงานได้ไหม`,
    answer: `ได้ครับ แต่ของชำร่วยต่างๆ จะจัดให้โดยเรียงลำดับจากคนที่ลงทะเบียนในหน้าเว็บก่อนเป็นอันดับแรกครับ`,
  },
  {
    question: `ไปงาน barcamp 2018 ควรเตรียมอะไรไปบ้าง`,
    answer: `สำหรับผู้ที่ต้องการพูด : ควรเตรียมเรื่องที่ต้องการนำเสนอ และสามารถเตรียมอุปกรณ์เสริมในการนำเสนออื่นๆ เช่น notebook พร้อม slide
สำหรับผู้ที่ต้องการฟัง : ควรเตรียมอุปกรณ์ในการจดบันทึก เผื่อต้องการจดบันทึกรายละเอียดในเรื่องที่สนใจ`,
  },
]
