import React from 'react'

export default [
  {
    question: `งาน Barcamp Bangkhen 9 จัดเมื่อไหร่ ที่ไหน`,
    answer: `งานจัดวันที่ 25 พฤศจิกายน 2561 ตั้งแต่เวลา 9:00 ณ อาคารนานาชาติ (IUP) คณะวิศวกรรมศาสตร์ มหาวิทยาลัยเกษตรศาสตร์ วิทยาเขตบางเขน`,
  },
  {
    question: `งานนี้เสียค่าใช้จ่ายหรือไม่`,
    answer: `งานนี้ไม่มีค่าใช้จ่ายแต่อย่างใด แถมผู้ร่วมงานทุกคนยังได้เข้าร่วม After party อีกด้วย`,
  },
  // {
  //  question: `สมัครเข้าร่วมงาน ต้องทำอย่างไร`,
  //  answer: `สามารถกรอกรายละเอียดข้อมูลการสมัครได้ที่นี่เลยครับ register here`,
  // },
  {
    question: `Session ในงานเป็นแบบไหน`,
    answer: `Session ใน BarCamp Bangkhen ไม่ได้จำกัดแค่เรื่องเทคโนโลยีเท่านั้น หากแต่ผู้ร่วมงานสามารถกำหนดหัวข้อที่อยากเล่า บอกต่อ หรือพูดคุยได้อย่างอิสระเสรี ขณะที่ทุกคนก็สามารถร่วมโหวตหัวข้อที่ต้องการจะฟังได้เช่นกัน`,
  },
  {
    question: `อยากติดตามความเคลื่อนไหวของงาน ต้องติดตามทางช่องทางไหน`,
    answer: (
      <>
        สามารถติดตามได้ผ่าน{' '}
        <a
          target="_blank"
          rel="noopener noreferrer"
          href="https://www.facebook.com/Barcampbangkhen"
        >
          Facebook
        </a>{' '}
        และ{' '}
        <a
          target="_blank"
          rel="noopener noreferrer"
          href="https://www.twitter.com/barcampbangkhen"
        >
          Twitter
        </a>{' '}
      </>
    ),
  },
  {
    question: `ถ้าลงทะเบียนเข้าร่วมงานไม่ทัน สามารถ walk-in เข้าร่วมงานได้ไหม`,
    answer: `ได้ แต่ของชำร่วยต่าง ๆ จะจัดให้ผู้ที่ลงทะเบียนหน้าเว็บล่วงหน้าเป็นอันดับแรก`,
  },
  {
    question: `ไปงาน BarCamp 2018 ควรเตรียมอะไรไปบ้าง`,
    answer: `สำหรับผู้ที่ต้องการพูด ควรเตรียมเรื่องที่ต้องการนำเสนอ และสามารถเตรียมอุปกรณ์เสริมในการนำเสนออื่น ๆ เช่นแล็ปท็อปและสไลด์สำหรับนำเสนอ (พร้อมอะแดปเตอร์สำหรับเชื่อมต่อโปรเจกเตอร์)
สำหรับผู้ที่ต้องการฟัง ควรเตรียมอุปกรณ์ในการจดบันทึก เผื่อต้องการจดบันทึกรายละเอียดในเรื่องที่สนใจ`,
  },
]
